import { HomeForWhomItemsProps } from "@/types";

export const HOME_FOR_WHOM_ITEMS: HomeForWhomItemsProps[] = [
   {
      id: 1,
      title: 'Сервис может быть полезен всем',
      description: 'Кто ищет доступ к информации, быструю помощь или просто интересное общение.'
   },   
   {
      id: 2,
      title: 'Студенты',
      description: 'Для помощи в учебе, объяснения сложных тем и выполнения домашних заданий.'
   },   
   {
      id: 3,
      title: 'Разработчики',
      description: 'Для помощи в написании кода, отладке и получении технических объяснений.'
   },   
   {
      id: 4,
      title: 'Профессиональные писатели и блогеры',
      description: 'Для генерации идей, написания контента и редактирования текстов.'
   },   
   {
      id: 5,
      title: 'Творческие личности',
      description: 'Для вдохновения и разработки идей для художественных проектов или маркетинга.'
   },   
   {
      id: 6,
      title: 'Различные профессии',
      description: 'Для получения информации и рекомендаций по специфическим вопросам.'
   },   
   {
      id: 7,
      title: 'Общие пользователи',
      description: 'Для получения информации, рекомендаций по различным темам, развлечения и общения.'
   },   
]