import { InstructionsChatItemsProps } from "@/types";

export const INSTRUCTION_CHAT_ITEMS: InstructionsChatItemsProps[] = [
	{ id: 1, title: 'Представьтесь', text: 'Начните разговор с ChatGPT, представившись. Вы можете напечатать приветствие или простое сообщение, чтобы начать диалог.' },
	{ id: 2, title: 'Предоставьте контекст', text: 'Предоставьте ChatGPT контекст вашего вопроса или проблемы. Это поможет ИИ понять суть вашего запроса и дать более точный ответ.' },
	{ id: 3, title: 'Задавайте свой вопрос', text: 'После описания контекста чётко и лаконично сформулируйте свой вопрос или проблему. Избегайте сложных формулировок и жаргона, которые ChatGPT может не понять.' },
	{ id: 4, title: 'Дождитесь ответа', text: 'После того как вы зададите свой вопрос, подождите, пока ChatGPT обработает его и выдаст ответ. Это может занять несколько секунд в зависимости от сложности вопроса.' },
	{ id: 5, title: 'Прочтите ответ', text: 'Как только ответ будет сформирован, он появится в чате. Внимательно прочтите ответ и проверьте, отвечает ли он на ваш вопрос или решает вашу проблему.' },
]
